tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "github/gh"
tap "julian/tap"
tap "mas-cli/tap"
tap "universal-ctags/universal-ctags"
brew "bat"
brew "cgdb"
brew "coreutils"
brew "exa"
brew "fd"
brew "findutils"
brew "fortune"
brew "fx"
brew "fzy"
brew "gcc"
brew "gh"
brew "git"
brew "git-bug"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-which"
brew "gnupg"
brew "graphite2"
brew "grep"
brew "htop"
brew "irssi"
brew "jq"
brew "libraw"
brew "libxml2"
brew "libxslt"
brew "luajit"
brew "mas"
brew "moreutils"
brew "mtr"
brew "mpv"
brew "ncurses"
brew "neovim"
brew "nmap"
brew "node"
brew "num-utils"
brew "openssl"
brew "par"
brew "parallel"
brew "postgresql"
brew "protobuf-c"
brew "pstree"
brew "pv"
brew "pypy"
brew "pypy3"
brew "python"
brew "python@3.7"
brew "python@3.8"
brew "julian/tap/python36"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "sk"
brew "socat"
brew "sqlite"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "tokei"
brew "tmux"
brew "trash"
brew "tree"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["with-jansson", "HEAD"]
brew "util-linux"
brew "watch"
brew "wget"
brew "xsv"
brew "xz"
brew "zsh"
cask "alacritty"
cask "android-file-transfer"
cask "android-sdk"
cask "anki"
cask "cyberduck"
cask "docker"
cask "firefox-beta"
cask "font-inconsolata"
cask "google-backup-and-sync"
cask "macpass"
cask "nteract"
cask "yubico-authenticator"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Wireguard", id: 1451685025
