brew "coreutils"
brew "findutils"
brew "fzy"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-which"
brew "gnupg"
brew "graphite2"
brew "grep", args: ["with-default-names"]
brew "htop"
brew "imagemagick"
brew "irssi"
brew "jq"
brew "libraw"
brew "libxml2"
brew "libxslt"
brew "luajit"
brew "md5sha1sum"
brew "moreutils", args: ["without-parallel"]
brew "mtr"
brew "ncurses"
brew "neovim"
brew "nmap"
brew "node"
brew "num-utils"
brew "openssl"
brew "parallel"
brew "postgresql"
brew "protobuf-c"
brew "pstree"
brew "pv"
brew "pypy"
brew "pypy3"
brew "python"
brew "python@2"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sloccount"
brew "socat"
brew "sqlite"
brew "tmux"
brew "trash"
brew "tree"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "wget"
brew "xz"
brew "zsh"
cask "android-file-transfer"
cask "android-sdk"
cask "blender"
cask "cyberduck"
cask "darktable"
cask "docker"
cask "google-backup-and-sync"
cask "macpass"
cask "processing"
cask "vlc"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "julian/tap"
tap "universal-ctags/universal-ctags"
