tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "github/gh"
tap "julian/tap"
tap "mas-cli/tap"
tap "universal-ctags/universal-ctags"
brew "bat"
brew "bottom"
brew "ccls"
brew "cgdb"
brew "cloc"
brew "coreutils"
brew "difftastic"
brew "duf"
brew "dust"
brew "exa"
brew "expect"
brew "fd"
brew "findutils"
brew "flamegraph"
brew "gifify"
brew "glow"
brew "julian/tap/fortune"
brew "fx"
brew "fzy"
brew "gcc"
brew "gh"
brew "git"
brew "git-bug"
brew "git-delta"
brew "git-filter-repo"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-which"
brew "gnupg"
brew "graphite2"
brew "grep"
brew "gron"
brew "htop"
brew "hyperfine"
brew "irssi"
brew "jq"
brew "libraw"
brew "libxml2"
brew "libxslt"
brew "luajit"
brew "mas"
brew "mold"
brew "moreutils"
brew "mtr"
brew "mpv"
brew "ncurses"
brew "neovim"
brew "nmap"
brew "node"
brew "num-utils"
brew "openssl"
brew "pandoc"
brew "par"
brew "parallel"
brew "podman"
brew "postgresql@15"
brew "protobuf-c"
brew "pstree"
brew "pv"
brew "pypy"
brew "pypy3"
brew "python@3.7"
brew "python@3.8"
brew "python@3.9"
brew "python@3.10"
brew "ripgrep"
brew "rlwrap"
brew "rust-analyzer"
brew "rustfmt"
brew "rustup"
brew "sk"
brew "socat"
brew "sqlite"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "texlab"
brew "tokei"
brew "tmux"
brew "trash"
brew "tree"
brew "universal-ctags/universal-ctags/universal-ctags"
brew "util-linux"
brew "w3m"
brew "watch"
brew "wget"
brew "xsv"
brew "xz"
brew "yaml-language-server"
brew "zsh"
cask "android-file-transfer"
cask "android-sdk"
cask "anki"
cask "cyberduck"
cask "docker"
cask "firefox-beta"
cask "font-inconsolata"
cask "kitty"
cask "macpass"
cask "netnewswire"
cask "nteract"
cask "yubico-authenticator"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Wireguard", id: 1451685025
