cask "font-bitter-ht"
cask "font-cooper-hewitt"
cask "font-ibm-plex-math"
cask "font-ibm-plex-mono"
cask "font-ibm-plex-sans"
cask "font-ibm-plex-sans-arabic"
cask "font-ibm-plex-sans-condensed"
cask "font-ibm-plex-sans-hebrew"
cask "font-ibm-plex-serif"
cask "font-inconsolata"
cask "font-monaspace"
cask "font-playfair-display"
cask "font-raleway"
cask "font-source-sans-3"
cask "font-source-serif-4"
